class Main{
    public static void main(String[] args) {
        System.out.print("Это добавлено в ветке main");
        System.out.println("Задание 1. Это добавлено для первого коммита из четырёх.");
        System.out.println("Задание 1. Это добавлено для первого коммита из четырёх.");
        System.out.println("Задание 1. Это добавлено для третьего коммита из четырёх.");
        System.out.println("Задание 1. Это добавлено для четвертого коммита из четырёх.");
        System.out.print("Это добавлено в ветке dev");
        System.out.println("Задание 2. Это добавлено для первого коммита из четырёх.");
        System.out.println("Задание 2. Это добавлено для второго коммита из четырёх.");
        System.out.println("Задание 2. Это добавлено для третьего коммита из четырёх.");
        System.out.println("Задание 2. Это добавлено для четвертого коммита из четырёх.");
    }
}